---
kind: type
id: T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionUtils
source: html/4515469b-b4e9-43f6-13ee-293a91943a5d.htm
---
# Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionUtils

This class provides utilities related to Structural Section Properties.

## Syntax (C#)
```csharp
public static class StructuralSectionUtils
```